{
    "Profile": "Perfil",
    "Profile Information": "Información del Perfil",
    "Update your account's profile information and email address.": "Actualiza la información de tu perfil y dirección de correo electrónico.",
    "Name": "Nombre",
    "Email": "Correo Electrónico",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Delete Account": "Eliminar Cuenta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se borrarán permanentemente. Antes de eliminar tu cuenta, por favor descarga cualquier dato o información que desees conservar.",
    "Are you sure you want to delete your account?": "¿Estás seguro de que deseas eliminar tu cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se borrarán permanentemente. Por favor, ingresa tu contraseña para confirmar que deseas eliminar permanentemente tu cuenta.",
    "Password": "Contraseña",
    "Cancel": "Cancelar",
    "Update Password": "Actualizar Contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta use una contraseña larga y aleatoria para mantenerla segura.",
    "Current Password": "Contraseña Actual",
    "New Password": "Nueva Contraseña",
    "Confirm Password": "Confirmar Contraseña",
    "Dashboard": "Panel de Control",
    "Log Out": "Cerrar Sesión",
    "Logout": "Cerrar Sesión",
    "Remember me": "Recordarme",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Email Password Reset Link": "Enviar Enlace para Restablecer Contraseña",
    "Already registered?": "¿Ya estás registrado?",
    "Register": "Registrarse",
    "Login": "Iniciar Sesión",
    "Verify Email Address": "Verificar Dirección de Correo Electrónico",
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, por favor revisa tu correo electrónico para encontrar el enlace de verificación.",
    "If you did not receive the email": "Si no recibiste el correo electrónico",
    "click here to request another": "haz clic aquí para solicitar otro",
    "Reset Password": "Restablecer Contraseña",
    "Confirm Password": "Confirmar Contraseña",
    "Avatar": "Avatar",
    "No file chosen": "Ningún archivo seleccionado",
    "Formats: JPG, JPEG, PNG. Max size: 2MB.": "Formatos: JPG, JPEG, PNG. Tamaño máximo: 2MB."
}